{
    "regions": [
      {
        "name": "Sumatera",
        "foods": [
          {
            "image": "https://www.warisankuliner.com/gfx/recipes/temp_thumb-1658299943.jpg",
            "title": "Rendang",
            "description": "Rendang adalah masakan daging yang dimasak dengan bumbu rempah-rempah kering, seperti serai, jahe, lengkuas, kunyit, cabe merah, bawang merah, bawang putih, cabai merah, cabai rawit, kelapa parut, ketumbar, jintan, kayu manis, dan biji pala."
          },
          {
            "image": "https://kurio-img.kurioapps.com/21/04/23/2bdb07e3-681c-4e48-977b-0e63b765975f.jpe",
            "title": "Gulai Singkong",
            "description": "Gulai Singkong adalah masakan khas Sumatera yang terbuat dari singkong yang dimasak dengan bumbu rempah-rempah, santan, dan daging."
          },
          {
            "image": "https://assets.ayobandung.com/crop/0x475:1280x1382/750x500/webp/photo/2023/01/16/2221082752.jpg",
            "title": "Sate Padang",
            "description": "Sate padang adalah sebutan untuk tiga jenis varian sate di Sumatera Barat, yaitu Sate Padang, Sate Padang Panjang dan Sate Pariaman. Sate Padang memakai bahan daging sapi, lidah, biji atau jeroan (jantung, usus, dan tetelan) dengan bumbu kuah kacang kental yang ditambah dengan cabai yang banyak sehingga rasanya pedas. Sate Padang Panjang dibedakan dengan kuah sate nya yang berwarna kuning. Sedangkan, Sate Pariaman kuahnya berwarna merah. Rasa kedua jenis sate ini juga berbeda. Sate padang mempunyai bermacam rasa perpaduan kedua jenis varian sate di atas. "
          },
          {
            "image": "https://asset.kompas.com/crops/7tBNI9-TCa-oOq8tQTahf0ua1fg=/0x0:968x645/750x500/data/photo/2021/01/27/6010ce2cc1805.jpg",
            "title": "Mie Aceh",
            "description": "Aceh terkenal dengan kuliner khas mi aceh. Bahan dasar pembuatan mi tidak menggunakan tepung terigu, melainkan tepung tapioka. Proses pemasakannya pun terbilang unik, yaitu menggunakan arang. Alasannya, agar proses penyerapan panas pada wajan dapat merata. Campuran pada mi aceh cukup beragam, mulai dari udang, kepiting, daging, dan ada juga cumi-cumi. Tipe penyajiannya pun dapat dipilih, yakni goreng basah, goreng, atau direbus, tinggal disesuaikan dengan selera Anda. Dengan rasanya yang khas, mi aceh kini dijual di berbagai kota di Indonesia. Membuat mi aceh tidak memerlukan resep khusus. Akan tetapi, ada yang membedakan antara mi aceh dengan mi kuah lainnya, yakni jenis mi yang digunakan. Mi aceh umumnya berukuran sebesar lidi dan panjangnya disesuaikan dengan alat pemotong. Saat pertama kali menyantap mi aceh, cita rasa yang paling dominan adalah rempah-rempah yang kuat."
          },
          {
            "image": "https://cdn.idntimes.com/content-images/community/2022/05/fromandroid-a3c7027279bfd1b587d19a1807d77e81_600x400.jpg",
            "title": "Gulai Ikan Patin",
            "description": "Untuk membuat gulai ikan patin diperlukan beberapa bumbu dan bahan, di antaranya jahe, merica kunyit, bawang merah, bawang putih, kemiri, gula pasir, minyak sayur, santan kelapa kental, daun salam, ikan patin, santan kelapa encer, garam dapur, dan serai. \n\n Untuk membuat gulai ikan patin, Anda perlu membersihkan sisik dan kotoran dalam perut ikan terlebih dahulu. Selanjutnya, ikan dilumuri dengan perasan air jeruk dan garam dapur. Lalu, haluskan bahan-bahan bumbu, kemudian masukkan ke dalam air mendidih. \n\n Masukkan ikan patin bersama asam kandis, daun kunyit, daun jeruk, dan daun salam. Bumbui dengan garam secukupnya, tambahkan dua sendok teh gula. Masak lagi, hingga ikan matang dan kuah terasa sedap."
          },
          {
            "image": "https://assets.ayobandung.com/crop/0x0:0x0/750x500/webp/photo/2023/03/16/pempek-3174024653.png",
            "title": "Pempek",
            "description": "Pempek adalah makanan yang terbuat dari daging ikan yang digiling lembut yang dicampur tepung kanji atau tepung sagu, serta komposisi beberapa bahan lain seperti telur, bawang putih yang dihaluskan, penyedap rasa, dan garam. Pempek biasanya disajikan dengan kuah yang disebut cuka yang memiliki rasa asam, manis, dan pedas. Pempek merupakan makanan khas Palembang - Sumatera Selatan.\n\n Pada tahun 1880-an, penjual biasa memikul satu keranjang penuh pempek sambil berjalan kaki berkeliling menjajakan dagangannya.\n\n Di kota nya pempek , palembang. cara makan pempek yang benar adalah dengan mengunakan mangkuk kecil sebagai tempat cukonya lalu di makan pempeknya setelah itu pempek dicocol dan cukonya diseruput untuk menambah rasanya nikmatnya. "
          }

        ]
      },
      {
        "name": "Jawa",
        "foods": [
          {
            "title": "Gudeg",
            "description": "Gudeg adalah makanan khas Yogyakarta dan Jawa Tengah yang terbuat dari nangka muda yang dimasak dalam santan dengan bumbu rempah-rempah."
          },
          {
            "title": "Sate Ayam",
            "description": "Sate Ayam adalah makanan khas Jawa yang terdiri dari daging ayam yang ditusuk dan dipanggang, disajikan dengan bumbu kacang."
          }
        ]
      },
      {
        "name": "Kalimantan",
        "foods": [
          {
            "title": "Pansoh Manuk",
            "description": "Pansoh Manuk adalah masakan khas Kalimantan yang terdiri dari ayam yang dimasak dalam bambu dengan bumbu tradisional Kalimantan seperti lengkuas, serai, daun salam, dan kunyit."
          },
          {
            "title": "Lemang",
            "description": "Lemang adalah makanan tradisional Kalimantan yang terbuat dari beras yang dimasak dalam bambu dengan santan kelapa."
          }
        ]
      }
    ]
  }
  