{
    "regions": [
      {
        "name": "Sumatera",
        "foods": [
          {
            "image": "https://www.warisankuliner.com/gfx/recipes/temp_thumb-1658299943.jpg",
            "title": "Rendang",
            "description": "Rendang adalah masakan daging yang dimasak dengan bumbu rempah-rempah kering, seperti serai, jahe, lengkuas, kunyit, cabe merah, bawang merah, bawang putih, cabai merah, cabai rawit, kelapa parut, ketumbar, jintan, kayu manis, dan biji pala."
          },
          {
            "image": "https://kurio-img.kurioapps.com/21/04/23/2bdb07e3-681c-4e48-977b-0e63b765975f.jpe",
            "title": "Gulai Singkong",
            "description": "Gulai Singkong adalah masakan khas Sumatera yang terbuat dari singkong yang dimasak dengan bumbu rempah-rempah, santan, dan daging."
          },
          {
            "image": "https://assets.ayobandung.com/crop/0x475:1280x1382/750x500/webp/photo/2023/01/16/2221082752.jpg",
            "title": "Sate Padang",
            "description": "Sate padang adalah sebutan untuk tiga jenis varian sate di Sumatera Barat, yaitu Sate Padang, Sate Padang Panjang dan Sate Pariaman. Sate Padang memakai bahan daging sapi, lidah, biji atau jeroan (jantung, usus, dan tetelan) dengan bumbu kuah kacang kental yang ditambah dengan cabai yang banyak sehingga rasanya pedas. Sate Padang Panjang dibedakan dengan kuah sate nya yang berwarna kuning. Sedangkan, Sate Pariaman kuahnya berwarna merah. Rasa kedua jenis sate ini juga berbeda. Sate padang mempunyai bermacam rasa perpaduan kedua jenis varian sate di atas. "
          },
          {
            "image": "https://asset.kompas.com/crops/7tBNI9-TCa-oOq8tQTahf0ua1fg=/0x0:968x645/750x500/data/photo/2021/01/27/6010ce2cc1805.jpg",
            "title": "Mie Aceh",
            "description": "Aceh terkenal dengan kuliner khas mi aceh. Bahan dasar pembuatan mi tidak menggunakan tepung terigu, melainkan tepung tapioka. Proses pemasakannya pun terbilang unik, yaitu menggunakan arang. Alasannya, agar proses penyerapan panas pada wajan dapat merata. Campuran pada mi aceh cukup beragam, mulai dari udang, kepiting, daging, dan ada juga cumi-cumi. Tipe penyajiannya pun dapat dipilih, yakni goreng basah, goreng, atau direbus, tinggal disesuaikan dengan selera Anda. Dengan rasanya yang khas, mi aceh kini dijual di berbagai kota di Indonesia. Membuat mi aceh tidak memerlukan resep khusus. Akan tetapi, ada yang membedakan antara mi aceh dengan mi kuah lainnya, yakni jenis mi yang digunakan. Mi aceh umumnya berukuran sebesar lidi dan panjangnya disesuaikan dengan alat pemotong. Saat pertama kali menyantap mi aceh, cita rasa yang paling dominan adalah rempah-rempah yang kuat."
          },
          {
            "image": "https://cdn.idntimes.com/content-images/community/2022/05/fromandroid-a3c7027279bfd1b587d19a1807d77e81_600x400.jpg",
            "title": "Gulai Ikan Patin",
            "description": "Untuk membuat gulai ikan patin diperlukan beberapa bumbu dan bahan, di antaranya jahe, merica kunyit, bawang merah, bawang putih, kemiri, gula pasir, minyak sayur, santan kelapa kental, daun salam, ikan patin, santan kelapa encer, garam dapur, dan serai. \n\n Untuk membuat gulai ikan patin, Anda perlu membersihkan sisik dan kotoran dalam perut ikan terlebih dahulu. Selanjutnya, ikan dilumuri dengan perasan air jeruk dan garam dapur. Lalu, haluskan bahan-bahan bumbu, kemudian masukkan ke dalam air mendidih. \n\n Masukkan ikan patin bersama asam kandis, daun kunyit, daun jeruk, dan daun salam. Bumbui dengan garam secukupnya, tambahkan dua sendok teh gula. Masak lagi, hingga ikan matang dan kuah terasa sedap."
          },
          {
            "image": "https://assets.ayobandung.com/crop/0x0:0x0/750x500/webp/photo/2023/03/16/pempek-3174024653.png",
            "title": "Pempek",
            "description": "Pempek adalah makanan yang terbuat dari daging ikan yang digiling lembut yang dicampur tepung kanji atau tepung sagu, serta komposisi beberapa bahan lain seperti telur, bawang putih yang dihaluskan, penyedap rasa, dan garam. Pempek biasanya disajikan dengan kuah yang disebut cuka yang memiliki rasa asam, manis, dan pedas. Pempek merupakan makanan khas Palembang - Sumatera Selatan.\n\n Pada tahun 1880-an, penjual biasa memikul satu keranjang penuh pempek sambil berjalan kaki berkeliling menjajakan dagangannya.\n\n Di kota nya pempek , palembang. cara makan pempek yang benar adalah dengan mengunakan mangkuk kecil sebagai tempat cukonya lalu di makan pempeknya setelah itu pempek dicocol dan cukonya diseruput untuk menambah rasanya nikmatnya. "
          }

        ]
      },
      {
        "name": "Jawa",
        "foods": [
          {
            "image": "https://kbu-cdn.com/dk/wp-content/uploads/gudeg-jogja.jpg",
            "title": "Gudeg",
            "description": "Gudeg adalah makanan khas Yogyakarta dan Jawa Tengah yang terbuat dari nangka muda yang dimasak dalam santan dengan bumbu rempah-rempah."
          },
          {
            "image": "https://assets.ayobandung.com/crop/0x0:0x0/750x500/webp/photo/2022/12/29/309887400.jpg",
            "title": "Sate Ayam",
            "description": "Sate Ayam adalah makanan khas Jawa yang terdiri dari daging ayam yang ditusuk dan dipanggang, disajikan dengan bumbu kacang."
          },
          {
            "image": "https://www.resepmama.id/cdn/recipes/1673384850650131-soto-ayam-bening.jpg",
            "title": "Soto Ayam",
            "description": "Soto ayam kuning ini rasanya gurih segar. Isian ayam suwir dan sayuran membuat soto ini mengenyangkan dinikmati dengan nasi hangat. Soto ayam di Jawa Tengah biasanya berkuah bening. Ada yang berkuah kuning dan ada yang berkuah bening. Umumnya memakai ayam kampung sebagai bahan utama. Kuah kuning soto ayam ini karena bumbunya memakai kunyit. Selain membuat aroma dan rasa kaldu soto makin gurih enak, kunyit juga memberi manfaat untuk imunitas tubuh."
          },
          {
            "image": "https://img.kurio.network/Ls_P6YrDxGbPi8qsI0CixqjVZWw=/1200x1200/filters:quality(80)/https://kurio-img.kurioapps.com/21/04/12/bfd167e3-3613-4a57-9515-ea4aee8fb25b.jpe",
            "title": "Rawon",
            "description": "Rawon adalah masakan Indonesia berasal dari Ponorogo yang berupa sup daging berkuah hitam dengan campuran bumbu khas yang menggunakan kluwek. Rawon, Menyebar keluar Ponorogo karena Ponorogo memiliki peran Penting dari masa ke masa, hingga dikenal sebagai masakan khas Jawa Timur (daerah Arekan), masyarakat Jawa Tengah sebelah timur (daerah Surakarta). Daging untuk rawon umumnya adalah daging sapi yang dipotong kecil-kecil, utamanya adalah bagian sandung lamur. Bumbu supnya sangat khas Indonesia, yaitu campuran bawang merah, bawang putih, lengkuas (laos), ketumbar, kemiri, serai, kunir, cabai, kluwek, garam, serta minyak nabati. Semua bahan ini dihaluskan, lalu ditumis sampai harum. Campuran bumbu ini kemudian dimasukkan dalam kaldu rebusan daging bersama-sama dengan daging. Warna gelap khas rawon berasal dari kluwek, hal itu dikarenakan dalam budaya Ponorogo masih kental akan hal magis. Di luar negeri, rawon disebut sebagai black soup. "
          }
        ]
      },
      {
        "name": "Kalimantan",
        "foods": [
          {
            "image": "https://sweetrip.id/wp-content/uploads/2021/10/resep-soto-banjar.jpg",
            "title": "Soto Banjar",
            "description": "Soto Banjar adalah soto ayam berempah yang lahir di tengah masyarakat suku Banjar di Kalimantan Selatan. Bisa dibilang juga bahkan hidangan ini adalah salah satu masakan terpopuler dari Kalimantan. Berbahan dasar ayam kampung, soto ini memiliki keunikan, yaitu bumbunya diperkaya dengan rempah-rempah biji pala, cengkih, dan kayu manis. Ada pula yang menambahkan beberapa butir kapulaga ke dalam air rebusan kuah soto yang semakin gurih berkat Royco Kaldu Ayam. Selain berkuah bening, ada juga yang menambahkan susu ke dalam kaldunya sehinga kuah soto nampak lebih keruh. Intinya, keunikan Soto Banjar ini sulit untuk dilewatkan!"
          },
          {
            "image": "https://img-global.cpcdn.com/recipes/713c19614d554ed4/680x482cq70/oseng-manday-kulit-cempedak-pedas-foto-resep-utama.jpg",
            "title": "Manday",
            "description": "Manday atau Mandai adalah salah satu jenis lauk alternatif dari daerah Kalimantan Selatan. Mandai disebut juga dengan Mandai Basanga atau kulit buah Cempedak yang digoreng. Orang Banjar biasanya menyebut makanan dari kulit cempedak ini dengan Manday tetapi ada juga yang menyebutnya dengan Dami."
          }
        ]
      },
      {
        "name": "Sulawesi",
        "foods": [
          {
            "image": "https://resepkoki.id/wp-content/uploads/2016/04/Resep-Coto-Makassar.jpg",
            "title": "Coto Makassar",
            "description": "Ketika menyebutkan jenis-jenis masakan terkenal asal Sulawesi Selatan pastinya tidak akan jauh dari yang namanya Coto Makassar. Maklum, kuliner kota ini memang terkenal akan beragam masakan daging serta kuahnya. Itulah serunya berkunjung ke kota tepi laut ini karena ada beberapa masakan daging berkuah yang sejatinya berbeda seperti Pallubasa, Konro, hingga Sop Saudara. Bahan dasar Coto Makassar atau bumbu Coto Makassar menggunakan paduan bahan yang dihaluskan dari cabai merah keriting, bawang putih, ketumbar, kemiri, gula merah, dan taoco. Dimana Sop Konro dan Konro Bakar menggunakan iga sapi, maka Pallubasa dan coto umumnya menggunakan daging sapi pada umumnya. Perbedaan lainnya datang dari rasa dan tekstur kuahnya. Keunikan Pallubasa adalah menggunakan kelapa parut, maka inilah yang memberikan tekstur yang lebih kental dan berisi. Sementara itu, coto lebih terasa bersih dan ringan. Ada yang bilang, itulah sebabnya juga mengapa menikmati Pallubasa lebih cocok dengan nasi dan berbeda dengan coto yang menggunakan buras."
          },
          {
            "image": "https://awsimages.detik.net.id/community/media/visual/2021/05/25/resep-pisang-epe-khas-makassar-1_43.jpeg?w=600&q=90",
            "title": "Pisang Epe",
            "description": "Olahan pisang khas Makassar, pisang epe, menjadi salah satu makanan yang layak dicoba saat berkunjung ke Makassar. Pisang epe khas kota anging mammiri ini sangat mudah ditemukan di setiap sudut Pantai Losari. Dalam bahasa Makassar, 'epe' memiliki arti jepit. Sesuai dengan namanya, pisang epe adalah jajanan berbahan pisang raja yang dibakar, kemudian dijepit hingga pipih. Pisang raja dipilih karena memiliki aroma khas dengan rasa yang cenderung manis. Cita rasanya yang manis menjadikan panganan ini sebagai salah satu sajian yang banyak disukai wisatawan lokal hingga mancanegara. Beberapa bahan lain yang dibutuhkan untuk membuat kuliner Makassar ini adalah margarin, gula merah atau gula jawa, daun pandan, air, garam, serta gula pasir. Bahan yang sederhana dan mudah didapat ini pun siap diolah menjadi sajian khas pisang epe."
          }
        ]
      },
      {
        "name": "Papua",
        "foods": [
          {
            "image": "https://www.topwisata.info/wp-content/uploads/2022/08/Papeda-Gulung-1.jpg",
            "title": "Papeda",
            "description": "Papeda adalah makanan berupa bubur sagu khas Maluku dan Papua yang biasanya disajikan dengan ikan tongkol atau mubara yang dibumbui dengan kunyit. Papeda berwarna putih dan bertekstur lengket menyerupai lem dengan rasa yang tawar. Papeda merupakan makanan yang kaya serat, rendah kolesterol, dan cukup bernutrisi."
          },
          {
            "image": "https://kurio-img.kurioapps.com/21/10/06/fc4f9ab5-f51b-4dcc-8704-a65af2ddb22a.jpe",
            "title": "Kue Bagea",
            "description": "Bagea merupakan kue tradisional khas Indonesia Timur, mulai dari Maluku, Sulawesi Selatan, dan Sulawesi Tenggara. Kue ini memiliki bentuk yang bulat yang berwarna coklat dengan bahan dasar sagu. Kue ini dibungkus dalam daun lontar atau daun enau dan dipanggang hingga kering. Saat menyantapnya, Kawan akan mencium wangi khas kue bagea yang menggugah selera. Dalam pembuatannya, kue Bagea biasanya disantap dengan teh atau kopi."
          }
        ]
      }
    ]
  }
  